xml/request_oclc/oclc_aarbog_katalogEU.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/ope
nsearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standard
s/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:d
kdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="htt
p://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://w
ww.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:06800262"
xmlns:foxml="info:fedora/fedora-system:def/foxml#"
xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:10.201Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:10.258Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:10.201Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:10.258Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:10.209Z" MIMETYPE="text/xml" SIZE="859">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>katalog</dc:title>
  <dc:title>MATCH:katalo</dc:title>
  <dc:creator>De Europæiske Fællesskaber Kommissionen</dc:creator>
  <dc:creator>NOBIRTH:De Europæiske Fællesskaber Kommissionen</dc:creator>
  <dc:publisher>kontoret for de europæiske fællesskabers officielle publikationer</dc:publisher>
  <dc:publisher>MATCHSTRING:kontore</dc:publisher>
  <dc:date>1987</dc:date>
  <dc:date>1986</dc:date>
  <dc:type>Årbog</dc:type>
  <dc:type>WORK:none</dc:type>
  <dc:identifier>870970-basis:06800262</dc:identifier>
  <dc:language>Dansk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:10.209Z" MIMETYPE="text/xml" SIZE="5552">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>06800262|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Katalog</dc:title><dc:title xsi:type="dkdcplus:full">Katalog</dc:title><dc:creator>De Europæiske Fællesskaber Kommissionen</dc:creator><dc:creator xsi:type="oss:sort">De Europæiske Fællesskaber Kommissionen</dc:creator><dc:subject xsi:type="dkdcplus:DK5">01.63326:6</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Internationalt økonomisk samarbejde</dc:subject><dc:description>Også i udgaver på organisationens andre officielle sprog</dc:description><dc:description xsi:type="dkdcplus:series">Fortsættelse af dens: De europæiske Fællesskabers publikationer. Katalog</dc:description><dcterms:audience>voksenmaterialer</dcterms:audience><dc:publisher>Kontoret for De europæiske Fællesskabers officielle Publikationer</dc:publisher><dc:date>1987</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Årbog</dc:type><dc:language xsi:type="dcterms:ISO639-2">dan</dc:language><dc:language>Dansk</dc:language></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">06800262</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20000227081624</marcx:subfield><marcx:subfield code="d">19881123</marcx:subfield><marcx:subfield code="f">a</marcx:subfield><marcx:subfield code="o">c</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">p</marcx:subfield><marcx:subfield code="u">d</marcx:subfield><marcx:subfield code="a">1986</marcx:subfield><marcx:subfield code="v">0</marcx:subfield><marcx:subfield code="z">1987</marcx:subfield><marcx:subfield code="b">ic</marcx:subfield><marcx:subfield code="c">a</marcx:subfield><marcx:subfield code="d">b</marcx:subfield><marcx:subfield code="e">1</marcx:subfield><marcx:subfield code="h">z</marcx:subfield><marcx:subfield code="l">dan</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">a</marcx:subfield><marcx:subfield code="g">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="a">DPF198690</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="110"><marcx:subfield code="a">De ¤Europæiske Fællesskaber</marcx:subfield><marcx:subfield code="c">Kommissionen</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Katalog</marcx:subfield><marcx:subfield code="n">Del A</marcx:subfield><marcx:subfield code="o">Publikationer</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="255"><marcx:subfield code="a">1985-1986</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="a">Luxembourg</marcx:subfield><marcx:subfield code="b">Kontoret for De europæiske Fællesskabers officielle Publikationer</marcx:subfield><marcx:subfield code="f">Kbh.</marcx:subfield><marcx:subfield code="g">abonnement ... Schultz</marcx:subfield><marcx:subfield code="c">1986-1987</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="500"><marcx:subfield code="a">Årlig</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="505"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Årspublikation</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Også i udgaver på organisationens andre officielle sprog</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="526"><marcx:subfield code="a">Fortsættelse af dens: De europæiske Fællesskabers publikationer. Katalog</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="526"><marcx:subfield code="a">Fortsættes som: Kontoret for De Europæiske Fællesskabers Publikationer: De europæiske Fællesskabers publikationer</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">01.63326</marcx:subfield><marcx:subfield code="v">6</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="p">01.315</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="p">33.26</marcx:subfield><marcx:subfield code="v">6</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">810010</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2005-03-01</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><genre>nonfiktion</genre><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:10.209Z" MIMETYPE="text/xml" SIZE="423">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">svj/kgk (kopi/kgk)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20050301</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:10.258Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:06800262">
    <isMemberOfUnit xmlns="info:fedora/">unit:47949</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:47949</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:41:37.402</timestamp>
<pid>870970-basis:06800262</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>
</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
